IDEA StatiCa Open Model
BoltGrid.DiagonalHeadDiameter Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The Diagonal Head Diameter of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double DiagonalHeadDiameter { get; set; }
Public Property DiagonalHeadDiameter As Double
	Get
	Set
public:
property double DiagonalHeadDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace